{
  "variant": "core",
  "joining_fee": "Nil",
  "renewal_fee": "Nil",
  "best_suited_for": [
    "Shopping"
  ],
  "reward_type": [
    "Reward Points"
  ],
  "welcome_benefits": "N/A",
  "benefits": {
    "Movie & Dining": [
      "Dining offers under ICICI Bank Culinary Treats Programme."
    ],
    "Rewards Rate": [
      "5X reward points on every Rs. 100 spent on grocery, departments store, and CSDs and 2 reward points for every Rs. 100 spent on other applicable expenses, and 1 reward point on every Rs. 100 spent on insurance and utility bills."
    ],
    "Reward Redemption": [
      "The reward redemption rate is Rs. 0.25 = 1 RP"
    ],
    "Travel": [
      "N/A"
    ],
    "Domestic Lounge Access": [
      "2 complimentary domestic airport lounge access"
    ],
    "International Lounge Access": [
      "1 complimentary airport lounge access each year"
    ],
    "Golf": [
      "Complimentary golf rounds if you spend more than Rs. 50,000 in a month (max capped 4 times per month)"
    ],
    "Insurance Benefits": [
      "Personal accident insurance of Rs. 2 Lakh and Air Accident Cover of Rs. 20 Lakh."
    ]
  },
  "fees_charges": {
    "Spend-Based Waiver": "Nil",
    "Rewards Redemption Fee": "Rs. 99 charged on every reward redemption request",
    "Foreign Currency Markup": "3.5% per month or 42% annually",
    "Interest Rates": "3.40% per month or 40.8% annually",
    "Fuel Surcharge": "1% fuel surcharge waiver on all fuel transactions across the country",
    "Cash Advance Charges": "2.50% of the withdrawn amount or the subject to a minimum of Rs. 300 charges"
  },
  "product_details": [
    "5X reward points on every Rs. 100 spent on groceries, department stores, and CSDs (max capped at 400 points per month).",
    "2 reward points for every Rs. 100 spent on other applicable expenses.",
    "Fuel, ATM withdrawal, balance transfer, cash withdrawal, EMIs, PLCC, fees, and other charges are not eligible to earn reward points.",
    "Complimentary domestic airport lounge access, max capped 2 per quarter.",
    "Complimentary golf round on spending over Rs. 50,000 in a month, max capped 4 times per month.",
    "1% fuel surcharge waiver on all fuel transactions across the country.",
    "Personal accident insurance of Rs. 2 Lakh.",
    "Air Accident Cover of Rs. 20 Lakh.",
    "Up to 3 add-on credit cards, no added fee.",
    "Dining benefits with ICICI Bank Culinary Treats Programme."
  ],
  "status": "ok"
}