{
  "variant": "core",
  "joining_fee": "NIL",
  "renewal_fee": "₹899 + GST",
  "best_suited_for": [
    "Shopping"
  ],
  "reward_type": [
    "Reward Points"
  ],
  "welcome_benefits": "Get 10% cashback up to Rs. 500 on all transactions done within 90 days of receiving the card.",
  "benefits": {
    "Movie & Dining": [
      "NA"
    ],
    "Rewards Rate": [
      "Earn 500 delight points or more on making 5 transactions worth Rs. 1000 per month. Earn 2 delight points on every Rs. 100 spent on this card."
    ],
    "Reward Redemption": [
      "Redeem delight points for making payments for dining, shopping, utility bills, holidays, gifts and entertainment."
    ],
    "Travel": [
      "Get complimentary access to both domestic and international airport lounges."
    ],
    "Domestic Lounge Access": [
      "2 complimentary access to domestic lounges each quarter"
    ],
    "International Lounge Access": [
      "4 complimentary access to international lounges each year"
    ],
    "Golf": [
      "NA"
    ],
    "Insurance Benefits": [
      "Covers accidental death insurance and permanent disability up to Rs.10 lakhs each."
    ]
  },
  "fees_charges": {
    "Spend-Based Waiver": "The renewal fee will be waived off on spending Rs. 90,000 in the previous year.",
    "Rewards Redemption Fee": "Rs. 99",
    "Foreign Currency Markup": "3.50%",
    "Interest Rates": "3.40% p.m.",
    "Fuel Surcharge": "1% fuel surcharge waived at all petrol pumps across India on transactions between Rs. 400 - Rs. 4000. The maximum waiver of fuel surcharges is Rs. 400 per month.",
    "Cash Advance Charges": "2.50% or a minimum of Rs. 500"
  },
  "product_details": [
    "The IDBI Winnings RuPay Select Credit Card comes with no joining fee.",
    "As a welcome benefit, get 10% cashback up to Rs. 500 on all transactions.",
    "500 delight points on making 5 transactions worth Rs. 1000 per month.",
    "Get double delight points in your Birthday month.",
    "2 delight points on every Rs. 100 spent on this card.",
    "Covers accidental death and permanent disability insurance up to Rs. 10 lakhs for each.",
    "Avail 1% fuel surcharge waiver, maximum waiver of Rs. 400 per month."
  ],
  "status": "ok"
}